task/task-c/openfoam/task-08/init_file/airfoil_base/0/nut
FoamFile
{
    format ascii;
    class volScalarField;
    object nut;
}
dimensions [0 2 -1 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type calculated; value uniform 0; }
    outlet { type calculated; value uniform 0; }
    top { type calculated; value uniform 0; }
    airfoil { type nutUSpaldingWallFunction; value uniform 0; }
    bottomFar { type calculated; value uniform 0; }
    frontAndBack { type empty; }
}
