task/task-c/openfoam/task-08/init_file/airfoil_base/constant/momentumTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object momentumTransport;
}
simulationType RAS;
RAS
{
    model SpalartAllmaras; // TODO_TURB_MODEL
    turbulence on;
    printCoeffs on;
}
