task/task-c/openfoam/task-08/init_file/airfoil_base/constant/thermophysicalProperties
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object      thermophysicalProperties;
}
viscosityModel constant;
nu [0 2 -1 0 0 0 0] 1.5e-05; // TODO_NU_AIR
